[{"descripcion":"\tLas aves son animales vertebrados, de sangre caliente, que caminan, saltan o se mantienen solo sobre las extremidades posteriores,3​ mientras que las extremidades anteriores han evolucionado hasta convertirse en alas que, al igual que muchas otras características anatómicas únicas, les permiten, en la mayoría de los casos, volar\t","id":3,"imagen":"http://www.pngnames.com/files/4/Aves-PNG-Transparent-Image.png","nombre":"\tAves\t"},{"descripcion":"\t son una clase de vertebrados amniotas homeotermos (de «sangre caliente») que poseen glándulas mamarias productoras de leche con las que alimentan a las crías.\t","id":4,"imagen":"https://pngimage.net/wp-content/uploads/2018/06/mamiferos-png.png","nombre":"\tMamíferos\t"},{"descripcion":"\t forman uno de los grandes filos del reino animal. Son invertebrados protóstomos celomados, triblásticos de simetría bilateral (aunque algunos pueden tener una asimetría secundaria) no segmentados, de cuerpo blando, desnudo o protegido por una concha. Los moluscos son los invertebrados más numerosos después de los artrópodos, e incluyen formas tan conocidas como las almejas, machas, navajuelas, ostras, calamares, pulpos, babosas y una gran diversidad de caracoles, tanto marinos como terrestres.\t","id":5,"imagen":"https://pngimage.net/wp-content/uploads/2018/06/moluscos-png.png","nombre":"\tMoluscos\t"},{"descripcion":"\tson un extenso subfilo de artrópodos, con más de 67 000 especies (sin duda, faltan por descubrir hasta cinco o diez veces este número).1​ Incluyen varios grupos de animales, como las langostas, los cangrejos, los langostinos y los percebes. Los crustáceos son fundamentalmente acuáticos y habitan en todas las profundidades y en distintos medios, como el mar, el agua salobre y el agua dulce\t","id":6,"imagen":"https://www.stickpng.com/assets/images/580b57fbd9996e24bc43bbf0.png","nombre":"\tCrústaceos\t"},{"descripcion":"\t son un subfilo de artrópodos mandibulados, similares a los insectos en algunos aspectos, pero con muchos caracteres que los diferencian de éstos. Comprenden cuatro grupos bien definidos: los ciempiés, milpiés, paurópodos, y sínfilos, todos terrestres\t","id":7,"imagen":"https://cmapspublic.ihmc.us/rid=1RTZKZYXB-10RLQ8C-2YDQ/aracnido.png","nombre":"\tMiriápodos\t"},{"descripcion":"\tLos peces (del latín pisces) son animales vertebrados primariamente acuáticos, generalmente ectotérmicos (regulan su temperatura a partir del medio ambiente) y con respiración por branquias. Suelen estar recubiertos por escamas, y están dotados de aletas, que permiten su movimiento continuo en los medios acuáticos, y branquias, con las que captan el oxígeno disuelto en el agua. El grupo Pisces no es un taxón porque sería parafilético.","id":1,"imagen":"https://www.stickpng.com/assets/images/5afeab6c6554160a79bea23b.png","nombre":"\tPeces\t"},{"descripcion":"\tson una clase de animales vertebrados amniotas provistos de escamas epidérmicas de queratina. Fueron muy abundantes en el Mesozoico, época en la que surgieron los dinosaurios, pterosaurios, ictiosaurios, plesiosaurios y mosasaurios.\t","id":2,"imagen":"http://pngimg.com/uploads/lizard/lizard_PNG5.png","nombre":"\tReptiles\t"},{"descripcion":"\tson una clase de animales invertebrados del filo de los artrópodos, caracterizados por presentar un par de antenas, tres pares de patas y dos pares de alas (que, no obstante, pueden reducirse o faltar). La ciencia que estudia los insectos se denomina entomología.\t","id":8,"imagen":"https://1.bp.blogspot.com/-y3wBwKGuQnk/XPr-gxtbOZI/AAAAAAAAAtY/RoAYfyzOQzYtvT0vn4vcaqNGyhcCM-EiACLcBGAs/s1600/INSECTO%2BEN%2BPNG.png","nombre":"\tInsectos\t"}]
